Read/zui-you-jie-ren-sheng.org
#+TITLE:       读 《最优解人生》
#+AUTHOR:      forsil
#+EMAIL:       forsil.9@gmail.com
#+DATE:        2024-06-13 Thu
#+URI:         /read/%y/%m/%d/zui-you-jie-ren-sheng
#+KEYWORDS:    死前归零
#+TAGS:        Life, Reading
#+LANGUAGE:    en
#+OPTIONS:     H:3 num:nil toc:nil \n:nil ::t |:t ^:nil -:nil f:t *:t <:t
#+DESCRIPTION: 思考你对人生的一些基本假设

#+begin_quote
准则 1 正面人生体验最大化

有些体验只能在特定时间享受；大多数人无法在 90 多岁去滑水。

尽管我们每个人有可能在未来赚更多钱，但我们绝对无法回到过去并夺回逝去的时间。所以不要因为怕浪费钱而错过几乎，浪费生命才是更应该担心的。

相比于花钱买物品，将钱花在体验上能让我们更加快乐。物质财富刚开始可能令人非常开心，但是它们往往会迅速贬值。与此不同，体验会随着时间增值，我称之为“回忆红利”。
#+end_quote

#+begin_quote
准则 2 提早开始投资体验

人生就是不断手机回忆的过程，最终能陪伴我们的也只有回忆了。

-- 《唐顿庄园》

#+end_quote

#+begin_quote
准则 3 以死前归零为目标
#+end_quote

#+begin_quote
准则 4 利用所有可用的工具实现死前归零
#+end_quote

#+begin_quote
准则 5 在钱能发挥最大作用时，将其交给子女或慈善机构

遗产三随机：在随机的时间，将随机的财产数量，给予随机的人。
#+end_quote

#+begin_quote
准则 6 不要随波逐流

钱的效用会随着年龄的增长而降低。

极致人生三要素：健康、自由时间以及财富。

无论在哪个年龄，好的身体都将全面提升你的生活品质，让你更能享受每一次的体验。
#+end_quote

#+begin_quote
准则 7 将人生视作不同季节

意识到任何事情都无法永存，都将消逝、死亡，可以让你在此时此刻对万事万物更加心怀感激。
#+end_quote

#+begin_quote
准则 8 知道什么时候停止财富增长

最佳的花钱方式：

1. 投资那些值得回忆很久的体验；

2. 时刻记住所有人的身体状况都会随年龄增长而变差；

3. 在生前就将钱给子女，而不是存着作为遗产；

4. 学会平衡当下享受与延迟满足。
#+end_quote

#+begin_quote
准则 9 在没什么可失去时，冒最大的险

1. 无论你能忍受多大的风险，无论你打算为自己的人生做出多么胆大的举动，一般来说，早一点行动对你更有利，利多弊少。

2. 不要低估无所行动的风险。保持现状而不是大胆冒险，感觉很安全，但是想想你可能失去的东西：如果你能更大胆一点，会不会过一种不同的人生？你获得了某种安全感，但也失去了体验积分。

3. 我要提醒你的是低风险容忍度和单纯的习惯性恐惧。恐惧往往会让你夸大实际风险。
#+end_quote


* 合上书本
合上书本之后，我对本书的第一印象就是在应当的年纪就完成一些事情，不要总是有了完整的准备，充足的经济能力之后再去做。同一件事，在不同的年纪体验是不同的感受。及时行乐，指的是尽可能在能力范围之内，多去感受不同的体验。死前归零，指的是提前分配好遗产，最好在子女最需要的时候就给予，然后做好剩余人生的经济规划，在临死前花完自己的钱（完全属于自己的钱，可自由支配的财富）。

* 扩展阅读
- 《食为本》（Eat to Live） by Joel Fuhrman
