read/2024/06/13/zui-you-jie-ren-sheng/index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
  <title>读 《最优解人生》 - 如是凡说</title>
  <meta charset="utf-8" />
  <meta name="author" content="forsil" />
  <meta name="description" content="思考你对人生的一些基本假设" />
  <meta name="keywords" content="死前归零" />

  <link rel="alternate" title="RSS Feed" href="/rss.xml" type="application/rss+xml">
  <link rel="stylesheet" href="/media/css/main.css" type="text/css">
  <link rel="stylesheet" href="/media/css/posts.css" type="text/css">

</head>

  <body class="container">
<header id="header">
    <body>
        <nav class="navbar navbar-default navbar-fixed-top" style="opacity: .9" role="navigation">
            <div class="container-fluid">
                <div class="navbar-header">
                    <button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
                        <span class="sr-only">Toggle navigation</span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                        <span class="icon-bar"></span>
                    </button>
                    <a class="navbar-brand" href="/">如是凡说</a>
                </div>
                <div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
                    <ul class="nav navbar-nav navbar-right">
                            <li class="active"><a href="/read/">Read</a></li>
                            <li class="active"><a href="/blog/">Blog</a></li>
                        <li><a href="/tags/">Tags</a></li>
                        <li><a href="/about/">About</a></li>
                        <li><a href="http://github.com/forsil">GitHub</a></li>
                        <li><a href="/rss.xml">RSS</a></li>
                    </ul>
                </div>
            </div>
        </nav>
    </body>
</header>

<section id="content" role="main">
    <div id="outline-container-sec-" class="row" style="padding-top: 70px">
        <div class="col-md-2"></div>
            <h1>读 《最优解人生》</h1>
            <blockquote>
<p>
准则 1 正面人生体验最大化
</p>

<p>
有些体验只能在特定时间享受；大多数人无法在 90 多岁去滑水。
</p>

<p>
尽管我们每个人有可能在未来赚更多钱，但我们绝对无法回到过去并夺回逝去的时间。所以不要因为怕浪费钱而错过几乎，浪费生命才是更应该担心的。
</p>

<p>
相比于花钱买物品，将钱花在体验上能让我们更加快乐。物质财富刚开始可能令人非常开心，但是它们往往会迅速贬值。与此不同，体验会随着时间增值，我称之为“回忆红利”。
</p>
</blockquote>

<blockquote>
<p>
准则 2 提早开始投资体验
</p>

<p>
人生就是不断手机回忆的过程，最终能陪伴我们的也只有回忆了。
</p>

<p>
-- 《唐顿庄园》
</p>
</blockquote>

<blockquote>
<p>
准则 3 以死前归零为目标
</p>
</blockquote>

<blockquote>
<p>
准则 4 利用所有可用的工具实现死前归零
</p>
</blockquote>

<blockquote>
<p>
准则 5 在钱能发挥最大作用时，将其交给子女或慈善机构
</p>

<p>
遗产三随机：在随机的时间，将随机的财产数量，给予随机的人。
</p>
</blockquote>

<blockquote>
<p>
准则 6 不要随波逐流
</p>

<p>
钱的效用会随着年龄的增长而降低。
</p>

<p>
极致人生三要素：健康、自由时间以及财富。
</p>

<p>
无论在哪个年龄，好的身体都将全面提升你的生活品质，让你更能享受每一次的体验。
</p>
</blockquote>

<blockquote>
<p>
准则 7 将人生视作不同季节
</p>

<p>
意识到任何事情都无法永存，都将消逝、死亡，可以让你在此时此刻对万事万物更加心怀感激。
</p>
</blockquote>

<blockquote>
<p>
准则 8 知道什么时候停止财富增长
</p>

<p>
最佳的花钱方式：
</p>

<ol class="org-ol">
<li>投资那些值得回忆很久的体验；</li>

<li>时刻记住所有人的身体状况都会随年龄增长而变差；</li>

<li>在生前就将钱给子女，而不是存着作为遗产；</li>

<li>学会平衡当下享受与延迟满足。</li>
</ol>
</blockquote>

<blockquote>
<p>
准则 9 在没什么可失去时，冒最大的险
</p>

<ol class="org-ol">
<li>无论你能忍受多大的风险，无论你打算为自己的人生做出多么胆大的举动，一般来说，早一点行动对你更有利，利多弊少。</li>

<li>不要低估无所行动的风险。保持现状而不是大胆冒险，感觉很安全，但是想想你可能失去的东西：如果你能更大胆一点，会不会过一种不同的人生？你获得了某种安全感，但也失去了体验积分。</li>

<li>我要提醒你的是低风险容忍度和单纯的习惯性恐惧。恐惧往往会让你夸大实际风险。</li>
</ol>
</blockquote>


<div id="outline-container-orga769e7b" class="outline-2">
<h2 id="orga769e7b">合上书本</h2>
<div class="outline-text-2" id="text-orga769e7b">
<p>
合上书本之后，我对本书的第一印象就是在应当的年纪就完成一些事情，不要总是有了完整的准备，充足的经济能力之后再去做。同一件事，在不同的年纪体验是不同的感受。及时行乐，指的是尽可能在能力范围之内，多去感受不同的体验。死前归零，指的是提前分配好遗产，最好在子女最需要的时候就给予，然后做好剩余人生的经济规划，在临死前花完自己的钱（完全属于自己的钱，可自由支配的财富）。
</p>
</div>
</div>

<div id="outline-container-org19c90c7" class="outline-2">
<h2 id="org19c90c7">扩展阅读</h2>
<div class="outline-text-2" id="text-org19c90c7">
<ul class="org-ul">
<li>《食为本》（Eat to Live） by Joel Fuhrman</li>
</ul>
</div>
</div>

    </div>
</section>


    <div class="post-meta">
        <span title="post date" class="post-info">2024-06-13</span>
        <span title="last modification date" class="post-info">2024-06-13</span>
        <span title="tags" class="post-info"><a href="/tags/life/">Life</a>, <a href="/tags/reading/">Reading</a></span>
        <span title="author" class="post-info">forsil</span>
    </div>
<footer class="footer">
    <p>Generated by <a href="http://www.gnu.org/software/emacs/">Emacs</a> 29.x (<a href="http://orgmode.org">Org mode</a> 9.x)</p>
    <p>
        Copyright &copy; 2012 - <span id="footerYear"></span> <a href="mailto:forsil &lt;dot&gt; 9 &lt;at&gt; gmail &lt;dot&gt; com">forsil</a>
        &nbsp;&nbsp;-&nbsp;&nbsp;
        Powered by <a href="https://github.com/kelvinh/org-page" target="_blank">org-page</a>
        <script type="text/javascript">document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();</script>
    </p>
</footer>

  </body>
</html>
